interface DemoData {
  content: string;
  image: string;
  name: string;
}

export const histories: DemoData[] = [
  {
    content:
      "আমি এখানে আমার অতিরিক্ত ওজনের জন্য চিকিৎসা করতে এসেছিলাম। চিকিৎসা শুরু করার আগে আমার ওজন ছিল ৭৮ কেজি।। চিকিৎসা শুরুর ১ মাস ২৩ দিন পরে আমার ওজন হয় ৬৬ কেজি। আমি এখন আগের থেকে আনেক ভালো ফিল করছি।",
    image: "/guriyaKhatun.png",
    name: "গুড়িয়া খাতুন",
  },
  {
    content:
      "আমার আব্বুর সুগার , ও হার্টের পেসেন্ট । পিস ডাইবেটিস সেন্টারে চিকিৎসা এ শুরুতে সুগার ছিল ৩৮০ , মেডিসিন রেগুলার খেত , মাঝে মাঝে ইনসুলিন ও নিতো। । চিকিৎসার ২০ দিনের মাথায় সেটা এখন নেমে এসেছে ১৬০ ।। এখন সুগারের মেডিসিন ছাড়ায় আছে , কোনো সমস্যা হয়না।",
    image: "/tarikulsk.png",
    name: "Tarikul Sk",
  },
];
