import Link from "next/link";

const HealthyLifestyleRight = () => {
  return (
    <div className="font-bangla shadow-lg p-5 space-y-1.5 border-2 border-gray-200 dark:border-gray-700 rounded-xl">
      <h2 className="text-5xl font-bold font-bangla text-gray-800/80 dark:text-gray-200">
        স্বাস্থ্যকর লাইফস্টাইল
      </h2>
      <p className="font-bold mb-2">
        কি আছে আমাদের লাইফ স্টাইলে? কেন ভাল হয়ে যায় লাইফ স্টাইল ও লাইফ টাইম
        ডিসিস গুলো। (সুস্থতার মূল মন্ত্রে সবচেয়ে গুরুত্বপূর্ণ যে বিষয়টি তা হল
        খাদ্যাভ্যাস)
      </p>
      <div>
        <p>১) আমরা স্বাস্থ্যকর খাদ্য খেতে বলি।</p>
        <p>২) আমরা রোযা রাখতে বলি।</p>
        <p>৩) আমরা ভালো ঘুমাতে বলি।</p>
        <p>৪) আমরা দৈনিক ব্যায়াম করতে বলি।</p>
        <p>৫) আমরা মানসিক প্রশান্তির চর্চা করতে বলি। </p>
      </div>

      <p className="font-bold">
        ‘সুস্থতা সৃষ্টিকর্তার নেয়ামত সুতরাং তাকে ধরে রাখুন’
      </p>
      <p>জেনে রাখবেন</p>
      <p className="font-bold">“দুর্বল মুমিনের চেয়ে শক্তিশালী মুমিন উত্তম”</p>
      <p className="font-bold">“মানুষ বড়ই আশ্চর্যজনক ও বোকা”</p>
      <p>সে সম্পদ অর্জন করতে গিয়ে স্বাস্থ্য হারায়।</p>
      <p>তারপর আবার সেই স্বাস্থ্য ফিরে পেতে সম্পদ নষ্ট করে।</p>
      <p>
        নিজেকে ভালোবাসুন, নিজেকে সময় দিন। আপনার স্বাস্থ্য‌ই আপনার সম্পদ, একথা
        বুঝে নিন।
      </p>

      <p>
        “স্বাস্থ্যকর লাইফস্টাইল সুস্থ জীবন” “হয়তো ডিসিপ্লিন নয়তো ডিসিস” আপনার
        লাইফস্টাইল মডিফিকেশন করতে পরামর্শ নিন লাইফস্টাইল মডিফায়ার{" "}
        <Link href="#" className="text-blue-500">
          আব্দুল কাইয়ুম পীস লাইব্রেরী
        </Link>{" "}
        এর কাছে।
      </p>
    </div>
  );
};

export default HealthyLifestyleRight;
